Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: སེམས་ཅན་ གྱི་ དབང་པོ་ མཆོག་ དང་ །_ མཆོག་མ་ ཡིན་པ །_ མཁྱེན་པ །_ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན །_
en: It would not diminish his knowledge of the superior and lesser faculties of beings.

source: མོས་པ་ སྣ་ཚོགས་ མཁྱེན་པ་ ཉམས་པ ར་ བྱས་པ་ མ་ ཡིན་ [170a] པ འི་ ཕྱིར་ ཏེ །_ |#| ཤ་ར་དྭ་ཏི འི་ བུ །_ བྱང་ཆུབ་ སེམས་དཔ འི་ མོས་པ་ ཟློག་པ ས་ ནི །_ ཆོས་ དེ་དག་ ཐམས་ཅད་ ཉམས་པ ར་ བྱས་པ་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: That is because |#| It would not diminish his knowledge of the variety of inclinations. [170.a] Yet, Śāradvatī­putra, discouraging a bodhisattva diminishes all those qualities.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ གླིང་ཆེན་པོ་ བཞི་པ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ལྟ་ཞོག་ གི _།
en: $1334 “Śāradvatī­putra, forget about the world systems with four continents.

source: ཤ་ ར་དྭ་ཏི འི་ བུ །_ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན །_
en: Śāradvatī­putra, along similar lines, as an analogy,

source: སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདི་ དགྲ་བཅོམ་པ་ རྣམས་ ཀྱིས་ གང་བ ར་ གྱུར་ ལ །_ ལ་ལ་ ཞིག་ གིས་ དགྲ་བཅོམ་པ་ དེ་དག་ སྲོག་ དང་ བྲལ་བ ར་ བྱས་ ཤིང་ །_ ཤ་ར་དྭ་ཏི འི་ བུ །_ གང་ དགྲ་བཅོམ་ པ་ དེ་སྙེད་ སྲོག་ དང་ ཕྲལ་བ་ བས །_ བསོད་ནམས་ མ་ཡིན་པ འི་ ཕུང་པོ་ དང་ །_ གང་ བྱང་ཆུབ་ སེམས་དཔའ་ བྱང་ཆུབ་ ཀྱི་ སེམས་ལས་ མོས་པ་ བཟློག་ ན |#| ཤ་ར་དྭ་ཏི འི་ བུ །_ དེ་ ནི་ བསོད་ནམས་ མ་ཡིན་པ འི་ ཕུང་པོ་ ཆེས་ ཆེ་བ ར་ ང་ སྨྲ འོ །_།
en: suppose this trichiliocosm were filled with worthy ones, and someone were to kill all those worthy ones—Śāradvatī­putra, I say that the heap of faults caused by discouraging a bodhisattva from the mind of awakening would far exceed the heap of merit caused by killing all those worthy ones.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ བྱང་ཆུབ་ ཀྱི་ སེམས་བསྐྱེད་པ་ དེ་ དང་ །_ རྣམ་པར་ ཕྲལ་བ ས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ ཉམས་པ ར་ འགྱུར་བ འི་ ཕྱིར་ ཏེ །_
en: That is because, Śāradvatī­putra, preventing someone from engendering the mind of awakening destroys all awakened qualities.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ གལ་ཏེ་ སེམས་བསྐྱེད་པ་ དེ་ མེད་པར་ གྱུར་ ན་ |#| ནི །_ ད་ལྟ ར་ སངས་ རྒྱས་ ཀྱི་ ཡེ་ཤེས་ འབྱུང་བ ར་ མི་འགྱུར་བ འི་ ཕྱིར་ དང་ །_
en: Śāradvatī­putra, if the mind of awakening had not been engendered, the wisdom of awakening would not have currently appeared.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ གལ་ཏེ་ སེམས་བསྐྱེད་པ་ དེ་ མེད་པར་ གྱུར་ ན་ |#| ནི །_ ད་ལྟ ར་ འཇིག་རྟེན་ དུ་ སངས་རྒྱས་ ཁྱུ་མཆོག་ ཏུ་ གྱུར་པ་ དེ་ལྟ་ བུར་ འབྱུང་བ ར་ མི་འགྱུར་བ འི་ ཕྱིར་ དང་ །_
en: Śāradvatī­putra, if the mind of awakening had not been engendered, then such a buddha, the best among men, would not have currently appeared in the world.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གལ་ཏེ་ སེམས་བསྐྱེད་ པ་ དེ་ མེད་པར་ གྱུར་ ན་ |#| ནི་ འོ་ན །_ ད་ལྟ ར་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ འབྱུང་བ ར་ མི་འགྱུར་བ འི་ ཕྱིར་ རོ །_།
en: And it is because, Śāradvatī­putra, if the mind of awakening had not been engendered, then the blessed buddhas would not have currently appeared.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ རིགས་ ཀྱི་ བུ་ དང་ རིགས་ ཀྱི་ བུ་མོ་ དང་ །_ དགེ་སློང་ དང་ །_ དགེ་སློང་ མ་ དང་ །_ དགེ་བསྙེན་ དང་ །_ དགེ་བསྙེན་མ་ དང་ །_ ལྷ་ དང་ །_ ཀླུ་ དང་ །_ གནོད་སྦྱིན་ དང་ །_ དྲི་ཟ་ དང་ །_ ལྷ་མ་ ཡིན་ དང་ །_ ནམ་མཁའ་ ལྡིང་ དང་ །_ མི འམ་ ཅི་ དང་ །_ ལྟོ་འཕྱེ་ ཆེན་པོ་ གང་ སུ་ དག་ ལ་ སེམས་བསྐྱེད་པ་ ཡོད་པ་ དེ་དག་ ནི་ ལྷ་ དང་ [170b] བཅས་པ འི་ འཇིག་རྟེན་ གྱི་ ཕྱག་ བྱ་བ ར་ འོས་པ་ ཡིན་ ནོ །_།
en: “Śāradvatī­putra, that is why any noble son, noble daughter, monk, nun, layman, laywoman, god, nāga, yakṣa, gandharva, demigod, garuḍa, kiṃnara, or mahoraga, who has the mind of awakening, is worthy of veneration by the world with its gods. [170.b]

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ གང་དག་ ལ་ ལྷག་པ འི་ བསམ་པ འི་ སེམས་བསྐྱེད་པ་ ཡོད་པ་ དེ་དག་ ལ་ ནི །_ ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་དག་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་ པ འི་ སངས་རྒྱས་ སུ་ འགྱུར་བ ས །_ མཐར་ཐུག་པ་ ཡིན་པ ར་ ཁོང་ དུ་ ཆུད་པ ར་ བྱ་བ་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: Because, Śāradvatī­putra, it should be understood that those who have engendered that exalted intention eventually will become thus-gone ones, worthy ones, perfect buddhas.

source: གང་དེ་ བཞིན་ གཤེགས་པ ས་ བྱང་ཆུབ་ སེམས་དཔ འི་ སེམས་བསྐྱེད་པ་ དེ་ལྟ་ བུ་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་ ན །_
en: When the Thus-Gone One teaches the bodhisattva’s engendering of the mind of awakening,

source: འོ་ན་ དེ་ བཞིན་ གཤེགས་པ ས་ སེམས་བསྐྱེད་པ་ དེ་ལྟ་ བུ་ དེ་ ལ །_ རྒྱལ་རིགས་ ཤིང་སཱ་ལ་ ཆེན་པོ་ ལྟ་བུ་ དག་ ཡོངས་སུ་ བསྟན་པ འམ །_ བྲམ་ཟེ འི་ རིགས་ ཤིང་སཱ་ལ་ ཆེན་པོ་ ལྟ་བུ་ དག་ ཡོངས་སུ་ བསྟན་པ འམ །_ ཁྱིམ་བདག་ གི་ རིགས་ ཤིང་སཱ་ལ་ ཆེན་པོ་ ལྟ་བུ་ དག་ ཡོངས་ སུ་ བསྟན་པ འམ །_ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ དག་ ཡོངས་སུ་ བསྟན་པ འམ །_ རྒྱལ་ཆེན་ བཞི འི་ རིས་ ཀྱི་ ལྷ་ རྣམས་ ཡོངས་སུ་ བསྟན་པ འམ །_ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ཡོངས་སུ་ བསྟན་པ འམ །_ ལྷ་ རྣམས་ ཀྱི་ དབང་པོ་ བརྒྱ་བྱིན་ ནམ །_ སུམ་ཅུ་རྩ་གསུམ་པ འི་ རིས་ ཀྱི་ ལྷ་ རྣམས་ ཡོངས་སུ་ བསྟན་པ འམ །_ དེ་བཞིན་ དུ་ འཐབ་བྲལ་ དང་ །_ དགའ་ལྡན་ དང་ །_ འཕྲུལ་དགའ་ དང་ །_ གཞན་འཕྲུལ་ དབང་ བྱེད་ ཀྱི་ རིས་ ཀྱི་ ལྷ་ རྣམས་ ཡོངས་སུ་ བསྟན་ ནམ །_ འོག་མིན་ གྱི་ ལྷ འི་ བར་ དུ་ ཡོངས་སུ་ བསྟན་པ་ ཡིན་ ནམ །_
en: does the Thus-Gone One teach on such matters especially to those of the warrior caste who are like a great sāla tree; |#| or to those of the brahmin caste who are like a great sāla tree; |#| or to those of the householder caste who are like a great sāla tree; |#| or to universal monarchs; |#| or to gods of the realm of the four great kings; |#| or to the four great kings; |#| or to Śakra, lord of the gods; |#| or to the gods of the Heaven of the Thirty-Three; |#| or, likewise, to the gods of the heavens of Free from Strife, Joyous , Delighting in Emanations or Making Use of Others’ Emanations; |#| or all the way up to the gods of the Unexcelled Heaven?”

source: གསོལ་ པ །_
en: replied Śāradvatī­putra.

source: དེ་ ཅིའི་སླད་དུ་ ཞེ་ན །_ |#| བཅོམ་ལྡན་འདས་ ཀྱིས་ སེམས་བསྐྱེད་པ་ དག་པ་ ཉིད་ དང་ །_ བཅོམ་ལྡན་འདས་ ཀྱིས་ སེམས་བསྐྱེད་པ་ ཆེན་པོ་ ཉིད་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ འི་ སླད་ དུའོ །_།
en: “That is because the Blessed One teaches only the pure engendering of the mind of awakening, and only the great engendering of the altruistic intention.”

source: དེ་བཞིན་ གཤེགས་པ ས་ བྱང་ཆུབ་ ཀྱི་ སེམས་བསྐྱེད་པ་ མངོན་པར་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ ས །_ འདི་ལྟ་སྟེ །_
en: “When teaching the engendering of the mind of awakening,

source: ཚན་པོ་ ཆེ འི་ སྟོབས་ སམ །_ ཚན་པོ་ ཆེ་ ཆེན་པོ འི་ སྟོབས་ སམ །_ སྲེད་ མེད་ ཀྱི་ བུ འི་ [171a] སྟོབས་ ཕྱེད་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ འི་ སྟོབས་པོ་ ཆེ་ དང་ ལྡན་པ ར་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ འམ །_ དམན་པ འམ །_ དབུལ་བ་ འམ །_ རྒྱ་ཆེན་པོ་ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ་ ཡིན་ ནམ །_
en: does the Blessed One especially teach it to those with great power, such as teaching it to those with the power of a dignitary, the power of a great dignitary, or half the power of Nārāyāṇa, [171.a] or does he especially teach it to those who are humble, poor, or lofty?”

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ དེ་ལྟ་བས་ན་ ཁྱེད་ཅག་ གིས་ སྟོབས་ དང་ ལྡན་པ འམ །_ སྟོབས་ ཆུང་བ འམ །_ དམན་པ འམ །_ རྒྱ་ཆེན་པོ་ གང་ ལ་ སེམས་བསྐྱེད་པ་ དེ་ མཐོང་ ན
en: $1339 “Śāradvatī­putra,” |#| “it is for this reason that if you see that mind of awakening engendered in anyone, whether they be powerful or weak, humble or lofty,

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱེད་ཅག་ གིས་ སེམས་བསྐྱེད་པ་ དེ་ བསྲུང་བ ར་ བྱ འོ །_།
en: you should protect that engendered intention.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱེད་ཅག་ གིས་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ཡང་ དག་པ ར་ འཛིན་ དུ་ གཞུག་པ ར་ བྱ །_ |#| རངས་པ ར་ བྱ །_ |#| ཡང་དག་ པར་ གཟེངས་བསྟོད་ པར་ བྱ འོ །_།
en: Śāradvatī­putra, you should inspire that bodhisattva to uphold it. |#| You should please that bodhisattva. |#| You should encourage that bodhisattva.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ གང་ བྱང་ཆུབ་ སེམས་དཔའ་ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་ ཅིང་ རངས་པ ར་ བྱེད་ ལ །_ ཡང་དག་ པར་ གཟེངས་ སྟོད་པ་ འདི་ ནི་ ཉན་ཐོས་ གྱི་ བསྙེན་བཀུར་ མཆོག་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, whatever is done to encourage bodhisattvas by inspiring them to uphold the intention and so delighting them is the supreme veneration for hearers.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ ང་ ལ་ བསྙེན་བཀུར་ མཆོག་ བྱེད་པ ར་ འདོད་པ འི་ ཉན་ཐོས་ ཀྱིས་ ནི་ ཅི་ ནས་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱོད་པ་ རྣམ་པར་ འཕེལ་བ ར་ འགྱུར་བ ར་ བྱང་ཆུབ་ སེམས་ དཔའ་ ཡང་དག་ པར་ འཛིན་ དུ་ གཞུག་པ ར་ བྱ །_། |#| ཡང་དག་ པར་ གཟེངས་བསྟོད་ པར་ བྱ །_ |#| རངས་པ ར་ བྱ འོ །_།
en: Śāradvatī­putra, it is for this reason that hearers who wish to venerate me should by all means compel and encourage bodhisattvas to take up bodhisattva conduct.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ངས་ ཉན་ཐོས་ རྣམས་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ཅི་ ནས །_ |#| རྣམ་པར་ འཕེལ་བ ར་ འགྱུར་བ་ དང་ །_ ཡོངས་སུ་ ཉམས་ པ ར་ མི་འགྱུར་བ ར་ ཡོངས་སུ་ གཏད་ དོ །_།
en: Śāradvatī­putra, I fully entrust to the hearers the task of ensuring, by all means, that bodhisattva great beings develop and do not decline.”

source: བཅོམ་ལྡན་འདས་ སེམས་བསྐྱེད་པ་ ནི་ གསུམ་པོ་ འདི་དག་ ལགས་ ཏེ །_
en: “Blessed One, engendering the mind of awakening has the following three elements:

source: དང་པོ་ སེམས་བསྐྱེད་པ་ དང་ །_ མི་ ལྡོག་པ འི་ སེམས་བསྐྱེད་པ་ དང་ །_ སྒྲུབ་པ འི་ སེམས་བསྐྱེད་པ་ ལགས་ ན །_
en: The initial engendering of the mind of awakening, the irreversible engendering of the mind of awakening, and the accomplished engendering of the mind of awakening. |#| That being the case,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ སེམས་བསྐྱེད་པ་ གང་ གི་ ཡོན་ཏན་ གྱི་ ཁྱད་པར་ དེ་དག་ བསྟན་པ་ ལགས །_
en: about which of these engenderings of the mind of awakening has the Blessed One taught in particular regarding its qualities?”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཇི་སྐད་ སྨྲས་པ་ དེ་དེ་ བཞིན་ [171b] ཏེ །_
en: $1341 “Śāradvatī­putra, it is exactly as you have said,”

source: སེམས་བསྐྱེད་པ་ གསུམ་པོ་ དེ་དག་ ནི་ འདི་ལྟ་སྟེ །_ |#| དང་པོ་ སེམས་བསྐྱེད་པ་ དང་ །_ མི་ ལྡོག་པ་ དང་ །_ སྒྲུབ་པ འི་ སེམས་བསྐྱེད་པ འོ །_།
en: “Engendering the mind of awakening has the following three elements: the initial engendering of the mind of awakening, the irreversible engendering of the mind of awakening, and the accomplished engendering of the mind of awakening.

source: ཤ་ར་དྭ་ཏི འི་ བུ །_ དེ་ ལ་ གང་ དང་པོ་ སེམས་བསྐྱེད་པ་ དེ་ ནི་ དེ་ལས་ བྱང་ཆུབ་ སེམས་དཔའ་ ལྡོག་ ཅིང་ ལྡོག་ ནས་ |#| ཀྱང་ །_ ཉན་ ཐོས་ ཀྱི་ ཐེག་པ ར་ ལྟུང་བ འམ །_ རང་ སངས་རྒྱས་ ཀྱི་ ཐེག་པ ར་ ལྟུང་བ་ ཡིན་ ཏེ
en: Śāradvatī­putra, among them, it is the initial engendering of the mind of awakening that bodhisattvas might turn away from and thus fall into the vehicle of the hearers or the vehicle of the solitary buddhas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་བསྐྱེད་པ་ དེ་ ལ་ དེ་བཞིན་ གཤེགས་པ ས་ རངས་པ ར་ མཛད་ ཅིང་ །_ ཡང་དག་ པར་ འཛིན་ དུ་ འཇུག་པ ར་ མཛད་ ལ །_ ཡང་དག་ པར་ གཟེངས་ སྟོད་པ ར་ མཛད་ དོ །_།
en: In such a case, Śāradvatī­putra, the Thus-Gone One makes them take delight in engendering of the mind of awakening, inspires them to uphold it, and encourages them to engender it.

source: ཅི་ ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ གནས་པ ར་ འགྱུར་ ཞིང་ །_ ཉན་ཐོས་ དང་ རང་ སངས་རྒྱས་ ཀྱི་ སེམས་ལས་ ཀྱང་ ལྡོག་པ ར་ འགྱུར་ ལ་ ཐེག་པ་ གཉིས་པོ་ དེ་དག་ ལ་ དམིགས་པ ར་ ནི་ མི་ འགྱུར་ ཞིང་ །_ མི་ དམིགས་ པ ས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ལ་ གནས་པ ར་ འགྱུར་ ཞིང་ །_ སངས་རྒྱས་ ཀྱི་ ཡུལ་ ལ་ ངེས་པ ར་ འབྱུང་བ ར་ འགྱུར་ ཞིག་ གུ་ སྙམ་པ འི་ ཕྱིར་ རོ །_།
en: This is because he thinks, ‘May bodhisattvas by all means abide in unexcelled and perfect awakening! |#| May they turn away from the intentions of the hearers and solitary buddhas and not base themselves on those two vehicles! |#| May they, by not basing themselves on them, be firm in the awakened qualities and arrive at the object of awakening!’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ ས་ ནི་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་ བསྐྱེད་པ་ མངོན་པར་ བསྒྲུབ་པ འི་ ཕྱིར་ རྣལ་འབྱོར་ དུ་ བྱ འོ །_།
en: Śāradvatī­putra, bodhisattva great beings should apply themselves to accomplishing the birth of the mind set on unexcelled and perfect awakening.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ སྟོང་པ་ཉིད་ དུ་ རྣམ་པར་ བལྟ་བ ར་ བྱ འོ །_།
en: $1342 “Śāradvatī­putra, one should view the mind as emptiness.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ སྟོང་པ་ཉིད་ ནི་ གང་ཡིན །_
en: Śāradvatī­putra, what is the emptiness of mind?

source: ཇི་ལྟ ར་ ན་ སེམས་ སྟོང་པ་ཉིད་ དུ་ རྣམ་པར་ བལྟ་བ ར་ བྱ་བ་ ཡིན་ ཞེ་ན །_
en: How should one view the mind as emptiness?

source: ཤ་ར་དྭ་ ཏི འི་ བུ་ སེམས་ ཞེས་ བྱ་བ་ ནི་ སེམས་ དང་ །_ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ དང་ །_ ཡིད་ དང་ །_ ཡིད་ ཀྱི་ ལུས་ དང་ །_ ཡིད་ ཀྱི་ དབང་པོ་ དང་ །_ ཡིད་ ཀྱི་ ཁམས་ ཏེ །_
en: Śāradvatī­putra, mind is mind, mental cognition, consciousness, mental body, mental faculty, and mental constituent—

source: འདི་ ནི་ སེམས་ ཞེས་ བྱ འོ །_།
en: these are mind.

source: དེ འི་ སྟོང་པ་ཉིད་ གང་ཞེ་ན །_
en: What is its emptiness?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སེམས་ ནི་ སེམས་ ཀྱིས་ སྟོང་ སྟེ །_
en: Śāradvatī­putra, mind is empty of mind, for

source: དེ་ ལ་ བྱེད་པ་པོ་ གང་ཡང་ མེད་ དོ །_།
en: it has no creator whatsoever.

source: གལ་ཏེ་ དེ འི་ བྱེད་པ་པོ་ འགའ་ཞིག་ ཡོད་ ན་ ནི་ དེས་ བྱས་ ན་ གཞན་ གྱིས་ མྱོང་བ་ དེ་ལྟ་ བུར་ འགྱུར་ རོ །_།
en: If it had some creator, then because of that there would be something else that would have experience.

source: སེམས་ ཀྱིས་ ཀྱང་ སེམས་ མངོན་པར་ འདུ་ མི་ བྱེད་ དོ །_།
en: Neither does mind itself form mind.

source: གལ་ཏེ་ སེམས་ ཀྱིས་ སེམས་ མངོན་པར་ འདུ་བྱེད་ ན་ ནི་ དེ་ཉིད་ [172a] བྱེད་པ་པོ་ ཡིན་ ཞིང་ །_ དེ་ཉིད་ མྱོང་བ་པོ་ ཡིན་པ ར་ འགྱུར་ རོ །_།
en: If mind formed mind, [172.a] then just that would be the creator and experiencer.

source: གལ་ཏེ་ སེམས་ གཞན་ གྱིས་ སེམས་ མངོན་པར་ འདུ་བྱེད་ ན་ ནི་ གང་ གིས་ བྱས་པ་ དེ་ ནི་ དེ འི་ ཡིན་པ ར་ འགྱུར་ ལ །_
en: If another mind formed mind, then it would belong to that which created it, but

source: གཞན་ གྱིས་ བྱས་ ན་ |#| ཡང་ གཞན་ གྱིས་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: even having created it, the other would have experience.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ སེམས་ ནི་ སེམས་ ཀྱིས་ སྟོང་ སྟེ །_
en: Śāradvatī­putra, it is for this reason that mind is empty of mind, for

source: གང་ ལ་ བྱེད་པ་པོ་ མེད་པ་ དེས་ ནི་ ཅུང་ཟད་ ཀྱང་ བྱས་པ་ མེད་ དོ །_།
en: That which lacks a creator has not created so much as an iota.

source: གང་ གིས་ ཅུང་ཟད་ ཀྱང་ བྱས་པ་ མེད་པ་ དེ་ ལ་ ནི་ བྱེད་པ་ དམིགས་ སུ་ མེད་ དོ །_།
en: In that which has not created so much as an iota no creation can be perceived.

source: གང་ ལ་ བྱེད་པ་པོ་ མི་ དམིགས་པ་ དེ་ ལ་ ནི་ རྩོད་པ འི་ གནས་ མེད་ དོ །_།
en: That in which no creation can be perceived lacks a point of objection.

source: གང་དག་ དེ་ ལ་ རྩོད་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ མེད་པ་ ལ་ རྩོད་པ ར་ བྱེད་པ འོ །_།
en: Those who object to it object to nonexistence.

source: གང་དག་ མེད་པ་ ལ་ རྩོད་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ སྟོང་པ་ ལ་ རྩོད་པ ར་ བྱེད་པ འོ །_།
en: Those who object to nonexistence object to emptiness.

source: མཚན་མ་ མེད་པ་ དང་ །_ སྨོན་པ་ མེད་པ་ ལ་ རྩོད་པ ར་ བྱེད་པ འོ །_།
en: They object to signlessness and wishlessness.

source: གང་དག་ སྟོང་ པ་ ལ་ རྩོད་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ གསོབ་ དང་ གསོག་ ལ་ རྩོད་པ ར་ བྱེད་པ འོ །_།
en: Those who object to emptiness object to hollowness and futility.

source: གང་དག་ གསོབ་ དང་ གསོག་ ལ་ རྩོད་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ དེ་བཞིན་ གཤེགས་པ་ དང་ ལྷན་ཅིག་ དུ་ རྩོད་པ ར་ བྱེད་པ འོ །_།
en: Those who object to hollowness and futility argue with the Thus-Gone One.

source: གང་དག་ དེ་བཞིན་ གཤེགས་པ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩོད་པ ར་ བྱེད་པ་ དེ་དག་ ནི་ གཡང་ས་ ཆེན་པོ ར་ ལྟུང་བ ར་ བྱེད་པ་ ཡིན་ ནོ །_།
en: Those who argue with the Thus-Gone One fall off a steep cliff.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཡང་ས་ ཆེན་པོ་ ཡང་ གང་ཞེ་ན །_
en: And what is the steep cliff, Śāradvatī­putra?

source: འདི་ལྟ་སྟེ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ འི་ སྐྱེ་གནས་ དང་ །_ གཤིན་རྗེ འི་ འཇིག་རྟེན་ ནོ །_།
en: It is the hells, the animal realm, and the world of Yama.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཡང་ས འི་ ཕུལ་ ནི་ འདི་ ཡིན་ ཏེ །_ |#| འདི་ལྟ་སྟེ་ དམིགས་པ ར་ ལྟ་བ་ དང་ །_ ཕུང་པོ ར་ ལྟ་བ་ དང་ །_ ཁམས་ སུ་ ལྟ་བ་ དང་ །_ སྐྱེ་མཆེད་ དུ་ ལྟ་བ་ དང་ །_ སྲོག་ ཏུ་ ལྟ་བ་ དང་ །_ འབྱུང་བ ར་ ལྟ་བ་ དང་ །_ འཇིག་པ ར་ ལྟ་བ་ དང་ །_ སེམས་ཅན་ དུ་ ལྟ་བ་ དང་ །_ གང་ཟག་ ཏུ་ ལྟ་བ འོ །_།
en: The true steep cliff is as follows: belief in perception, belief in the aggregates, belief in the elements, belief in the sense sources, belief in a life force, belief in emergence, belief in disintegration, belief in sentient beings, and belief in persons.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མདོར་ན་ མྱ་ངན་ ལས་ འདས་པ ར་ ལྟ་བ་ ཡང་ དམིགས་པ་ ཡིན །_ |#| སངས་རྒྱས་ སུ་ ལྟ་ བ་ དང་ །_ ཆོས་ སུ་ ལྟ་བ་ དང་ །_ དགེ་འདུན་ དུ་ ལྟ་བ་ ཡང་ དམིགས་པ་ ཡིན་ ཏེ །_
en: Śāradvatī­putra, in short, even belief in nirvāṇa is a perception, as are belief in the Buddha, belief in the Dharma, and belief in the Saṅgha.

source: ལྟ་བ་ དེ་དག་ ལ་ ཆགས་པ འི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ རྣམས་ ནི་ གཡང་ས་ ཆེན་པོ ར་ ལྟུང་བ ར་ འགྱུར་ ཏེ །_
en: Immature, ordinary beings attached to those beliefs will fall off a steep cliff.

source: གཡང་ས་ ཆེན་པོ་ ནི་ འདི་ལྟ་སྟེ །_ |#| འཁོར་བ་ དེ་ ཡིན་པ ར་ ཟད་ དོ །_།
en: This steep cliff is none other than saṃsāra.” [172.b]

source: བྱང་ཆུབ་ ཀྱི་ སེམས་ [172b] ཡང་དག་ པར་ འཛིན་ དུ་ གཞུག་པ་ དང་ རྣམ་པར་ བརྗོད་པ་ དང་ །_ བསྐྱེད་པ་ བསླབ་པ འི་ ལེའུ་ སྟེ་ བརྒྱད་པ འོ །།_།།
en: $1343 This concludes the eighth chapter.

source: དེ འི་ ཚེ་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་ ཞེས་ བྱ་བ་ འདུས་ ཏེ་ འདུག་པ ར་ གྱུར་ ཏོ །_།
en: $1344 Then, a beggar called Vijayarakṣa came into the assembly and sat down.

source: དེ་ནས་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ སྟན་ ལས་ ལངས་ ནས་ བླ་ གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ཏེ །_ |#| བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས་ བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: Having risen from his seat, he draped his robe over one shoulder, bowed to the Blessed One with palms joined, and said,

source: བཅོམ་ལྡན་འདས་ བདག་ ནི་ གཡང་ས ར་ ལྟུང་བ ར་ འཚལ་བ་ མ་ ལགས་ ཤིང་ བདག་ ནི་ དེ་བཞིན་ གཤེགས་པ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩོད་པ ར་ འཚལ་བ་ ཡང་ མ་ ལགས་ ཏེ །_
en: “Blessed One, I do not want to fall off such a cliff, nor argue with the Thus-Gone One, but

source: བཅོམ་ལྡན་འདས་ བདག་ ནི་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ ར་ འཚལ་བ་ ལགས་ ན །_
en: I do want to awaken to unexcelled and perfect awakening.

source: བཅོམ་ལྡན་འདས་ བདག་ ནི་ འདི་ སྙམ་ དུ་ སེམས་ ལགས་ ཏེ །_
en: So I am wondering, Blessed One,

source: ཇི་ལྟ ར་ ན་ བདག་ དབུལ་ ཞིང་མཆོག་ ཏུ་ དབུལ་ ལ་ སྤྱོད་པ་ ངན་པ ས་ ཚེགས་ ཀྱིས་ ཁྱིམ་ གྱི་ ཕུན་སུམ་ ཚོགས་པ་ སྒྲུབ་ ཅིང་ །_ གཞན་ གྱི་ ནོར་ གྱིས་ འཚོ་བ ས་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་ རྒྱ་ སྟེ
en: how can I, a poor and destitute person, fully awaken to buddhahood when I live off the wealth of others, gaining the luxury of a home through negative conduct and hardship?

source: རྒྱལ་རིགས་ ཤིང་སཱ་ལ་ ཆེན་པོ་ ལྟ་བུ་ དང་ །_ བྲམ་ཟེ་ དང་ །_ ཁྱིམ་བདག་ གི་ རིགས་ ཤིང་སཱ་ལ་ ཆེན་པོ་ ལྟ་བུ ས་ ནི་ བྱང་ཆུབ་ ཡང་དག་ པར་ སྒྲུབ་བོ་ སྙམ་ བགྱིད་ ལགས་སོ །_།
en: Perfectly accomplishing awakening is for great, sāla tree-like warriors, brahmins, and householders.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $1345 The Blessed One said,

source: ང་ ནི་ བྲམ་ཟེ་ དང་ །_ རྒྱལ་རིགས་ དང་ །_ ཁྱིམ་བདག་ གི་ རིགས་ ཤིང་སཱ་ལ་ ཆེན་པོ་ ལྟ་བུ་ དག་ ཡོངས་སུ་ མི་ སྟོན་ ཅིང་ རྒྱ་ཆེན་པོ་ དང་ །_ འབྱོར་པ་ དང་ །_ ལྷ་ དང་ །_ ཀླུ་ དང་ །_ གནོད་སྦྱིན་ དང་ །_ དྲི་ཟ་ དང་ །_ མི་མ་ཡིན་པ་ དང་ །_ ནམ་མཁའ་ ལྡིང་ དང་ །_ མི འམ་ ཅི་ དང་ །_ ལྟོ་འཕྱེ་ ཆེན་པོ་ དག་ ཡོངས་སུ་ མི་ སྟོན་ གྱི །_
en: “I do not especially teach to the warrior caste who are like a great sāla tree, or to those of the brahmin caste who are like a great sāla tree, or to those of the householder caste who are like a great sāla tree. |#| Nor do I especially teach to nobles, to the wealthy, or to gods, nāgas, yakṣas, gandharvas, demigods, garuḍas, kiṃnaras, or mahoragas. |#| Rather,

source: གང་ གིས་ སེམས་བསྐྱེད་པ་ དེ་ བསྐྱེད་ ན་ |#| ལྷ་ དང་ བཅས་པ འི་ འཇིག་རྟེན་ གྱིས་ ཕྱག་ བྱ་བ ར་ འོས་པ་ ཡིན་ ནོ །_།
en: whoever gives rise to the mind of awakening is worthy of veneration by the world with its gods.”

source: བཅོམ་ལྡན་འདས་ བདག་ དེང་ སླན་ཆད་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་ ལགས་སོ །_།
en: $1346 “Blessed One,” |#| “from this time forth I give rise to the mind set on unexcelled and perfect awakening.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: The Blessed One replied to the beggar Vijayarakṣa ,

source: རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ཁྱོད་ དེ་བཞིན་ གཤེགས་པ འི་ རྗེས་སུ་ སློབ་པ་ ནི་ ལེགས་ སོ་ ལེགས་ སོ །།_།།_
en: “ Vijayarakṣa , you are following the example of the thus-gone ones. |#| Excellent! |#| Excellent!” [173.a]

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ སློངས་ མོ་པ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ ས་ ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ གསོལ་པ །_
en: $1347 The beggar Vijayarakṣa then spoke to the Blessed One the following verses:

source: ལེགས་ སོ་ ཞེས་ བགྱི་ མི་ འཚལ་ ཏེ །_།
en: “I do not look for praise.

source: ཚོང་དཔོན་ གྱིས་ བཀུར་ བདག་ མི་ འཚལ །_།
en: I do not seek to be respected by merchants.

source: སངས་རྒྱས་ ཡེ་ཤེས་ བླ་ ན་ མེད །_། |#| ཡེ་ཤེས་ དམ་པ་ འཚལ་ ལགས་སོ །_།
en: I want sublime wisdom, The unexcelled wisdom of awakening.

source: ཁྱོད་ ནི་ འཇིག་རྟེན་ བླ་ ན་ མེད །_།
en: $1348 “You are unexcelled in the world.

source: ཁྱོད་ ནི་ རྟག་ ཏུ་ འཇིག་རྟེན་ མཆོག _།
en: You are ever supreme in the world.

source: ཁྱོད་ ནི་ གང་དག་ སྡུག་བསྔལ་ གཟིར །_། |#| སེམས་ཅན་ རྣམས་ ཀྱི་ གླིང་ སྐྱབས་ གཅིག _།
en: You are the sole protector and refuge of beings Who are tormented by suffering.

source: མིག་ལྡན་ ཟག་པ་ མེད་པ འི་ ཆོས །_། ཁྱོད་ ཀྱིས་ མངོན་དུ་ མཛད་ ནས་ |#| སུ །_། འཁོར་བ་ ལས་ ནི་ རབ་ འབྱིན་ ཅིང་ །_།
en: $1349 “Endowed with superior vision, You have actualized the stainless Dharma, Saving beings from saṃsāra,

source: སྨན་པ འི་ སླད་ དུ་ ཆོས་སྟོན་ ལགས །_།
en: And you teach the Dharma for their benefit.

source: ཁྱོད་ ཀྱི་ རྫུ་འཕྲུལ་ མཐའ་ ཡ ས་ ཏེ །_།
en: $1350 “Your supernatural power is infinite, And

source: ཁྱོད་ ཀྱི་ འོད་ ཀྱང་ མཐའ་ ཡ ས་ ལགས །_།
en: your radiance, too, is infinite.

source: ཁྱོད་ ཀྱི་ ཤེས་རབ་ མཆོག་ ལགས་ ཏེ །_།
en: Your insight is supreme, For

source: ཡོན་ཏན་ ཀུན་ གྱིས་ མངོན་དུ་ འཕགས །_།
en: you are exalted in all qualities.

source: འདི་འདྲ་ བར་ ནི་ བདག་ གྱུར་ ཅེས །_། དེ་ ལ་ བདག་ ནི་ འདུན་ གྱུར་ ན །_།
en: $1351 “I made the aspiration, ‘May I become like this!’

source: དབུལ་ ལ་ སུ་ཞིག་ སྦྱིན་ སྙམ་ དུ །_། དེ་ ལ་ བདག་ སེམས་ ཞུམ་པ ར་ གྱུར །_།
en: Yet I became discouraged, Wondering who would give that to a pauper.

source: རྒྱལ་པོ་ ཁྱིམ་བདག་ བྲམ་ཟེ་ དང་ །_། ལྷ་ དང་ མི་ འམ་ ཅི་ དག་ དང་ །_། རྫུ་འཕྲུལ་ ལྡན་ དང་ གཟི་ ཆེན་ མཆིས །_།
en: $1352 “There are kings, householders, brahmins, Gods, kiṃnaras— Beings with supernatural powers and great brilliance—

source: དེ་ ཡི་ སྐྱེས་བུ་ ཁྱུ་མཆོག་ འདི །_།
en: Yet this is the foremost person among them.

source: དབུལ་ གྱུར་ གཞན་ གྱི་ ནོར་ གྱིས་ སུ །_། ཉེ་བ ར་ འཚོ་བ་ དག་ ལ་ ནི །_། གང་ དུ་ འཇིག་རྟེན་ མི་ འཇུག་པ འི །_། བྱང་ཆུབ་ ག་ལ་ སུ་ཞིག་ སྟེར །_།
en: $1353 “How would anyone confer awakening, To which the world has no access, To paupers that survive Off the wealth of others?

source: བདག་ གི་ སེམས་ ནི་ མཁྱེན་ ནས་ སུ །_། ཤཱ་རི འི་ བུ་ ལ་ བཀའ་ སྩལ་པ །_།
en: $1354 “Knowing my mind, You said to Śāriputra,

source: སེམས་བསྐྱེད་པ་ ནི་ ང་ ཡིས་ བསྟན །_།
en: ‘I have taught engendering the mind of awakening.

source: རྒྱལ་རིགས་ དེ་དག་ བསྟན་མ་ ཡིན །_།
en: I have not taught it exclusively to those of the warrior caste,

source: བྲམ་ཟེ་ དང་ ནི་ རྗེའུ་ དང་ དམངས་ ཀྱང་ མིན །_།
en: $1355 “ ‘Nor is it only for brahmins, merchants, or commoners.

source: དམན་པ་ དང་ ནི་ མཆོག་ དང་ ལྷ་ དང་ ཀླུ །_། གནོད་སྦྱིན་ མི འམ་ ཅི་ ནི་ ངས་ མ་ བསྟན །_།
en: I have not taught it exclusively to the low, the lofty, gods, Or nāgas, yakṣas, or kiṃnaras.

source: གཞན་ དུ་ སེམས་ དག་པ་ ནི་ ངས་ བསྟན་ ཏོ །_།
en: Rather, I have taught it to those of pure intention.’

source: དེ་ལྟ་ དེ་བཞིན་ གཤེགས་པ འི་ དེ་ ཐོས་ ནས །_།
en: $1356 “Hearing such teaching from the Thus-Gone One,

source: སྟོབས་ དང་ ལྡན་པ ར་ གྱུར་ ཏེ་ ཚིག་ འདི་ སྨྲས །_།
en: I was filled with strength, and spoke these words:

source: འཇིག་རྟེན་ མགོན་པོ་ མཆོག་ ཏུ་ བདག་ གྱུར་ ཏེ །_།
en: ‘May I become a supreme savior of the earth,

source: འདི་ལྟར་ བྱང་ཆུབ་ དོན་ དུ་ བདག་ སེམས་ སྐྱེས །_།
en: Now that the mind set on awakening is born in me.’

source: ནམ་མཁའ་ ལྟུང་ འགྱུར་ ས་ ནི་ འཇིག་ འགྱུར་ ལ །_།
en: $1357 “The sky might fall, the earth might decay.
